Test/Output/run/workload d/hbase10_workloadd_12000_run_020518.txt
[OVERALL], RunTime(ms), 5459.0
[OVERALL], Throughput(ops/sec), 2198.204799413812
[TOTAL_GCS_PS_Scavenge], Count, 7.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 70.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.2822861329913904
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 7.0
[TOTAL_GC_TIME], Time(ms), 70.0
[TOTAL_GC_TIME_%], Time(%), 1.2822861329913904
[READ], Operations, 11445.0
[READ], AverageLatency(us), 297.90878112712977
[READ], MinLatency(us), 126.0
[READ], MaxLatency(us), 78335.0
[READ], 95thPercentileLatency(us), 412.0
[READ], 99thPercentileLatency(us), 1320.0
[READ], Return=OK, 11445
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 98732.0
[CLEANUP], MinLatency(us), 24.0
[CLEANUP], MaxLatency(us), 197503.0
[CLEANUP], 95thPercentileLatency(us), 197503.0
[CLEANUP], 99thPercentileLatency(us), 197503.0
[INSERT], Operations, 555.0
[INSERT], AverageLatency(us), 1443.7477477477478
[INSERT], MinLatency(us), 450.0
[INSERT], MaxLatency(us), 48703.0
[INSERT], 95thPercentileLatency(us), 4703.0
[INSERT], 99thPercentileLatency(us), 8575.0
[INSERT], Return=OK, 555