Test/Output/run/workload d/hbase10_workloadd_3000_run_020518.txt
[OVERALL], RunTime(ms), 4264.0
[OVERALL], Throughput(ops/sec), 703.5647279549719
[TOTAL_GCS_PS_Scavenge], Count, 5.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 40.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.9380863039399625
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5.0
[TOTAL_GC_TIME], Time(ms), 40.0
[TOTAL_GC_TIME_%], Time(%), 0.9380863039399625
[READ], Operations, 2846.0
[READ], AverageLatency(us), 434.0435699226985
[READ], MinLatency(us), 200.0
[READ], MaxLatency(us), 82751.0
[READ], 95thPercentileLatency(us), 657.0
[READ], 99thPercentileLatency(us), 2567.0
[READ], Return=OK, 2846
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 91687.0
[CLEANUP], MinLatency(us), 14.0
[CLEANUP], MaxLatency(us), 183423.0
[CLEANUP], 95thPercentileLatency(us), 183423.0
[CLEANUP], 99thPercentileLatency(us), 183423.0
[INSERT], Operations, 154.0
[INSERT], AverageLatency(us), 2397.1753246753246
[INSERT], MinLatency(us), 785.0
[INSERT], MaxLatency(us), 48351.0
[INSERT], 95thPercentileLatency(us), 5475.0
[INSERT], 99thPercentileLatency(us), 11103.0
[INSERT], Return=OK, 154