Test/Output/run/workload d/hbase10_workloadd_6000_run_020518.txt
[OVERALL], RunTime(ms), 5007.0
[OVERALL], Throughput(ops/sec), 1198.3223487118034
[TOTAL_GCS_PS_Scavenge], Count, 6.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 40.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7988815658078691
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6.0
[TOTAL_GC_TIME], Time(ms), 40.0
[TOTAL_GC_TIME_%], Time(%), 0.7988815658078691
[READ], Operations, 5716.0
[READ], AverageLatency(us), 356.6835199440168
[READ], MinLatency(us), 164.0
[READ], MaxLatency(us), 78975.0
[READ], 95thPercentileLatency(us), 534.0
[READ], 99thPercentileLatency(us), 2369.0
[READ], Return=OK, 5716
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 338569.0
[CLEANUP], MinLatency(us), 18.0
[CLEANUP], MaxLatency(us), 677375.0
[CLEANUP], 95thPercentileLatency(us), 677375.0
[CLEANUP], 99thPercentileLatency(us), 677375.0
[INSERT], Operations, 284.0
[INSERT], AverageLatency(us), 2506.3169014084506
[INSERT], MinLatency(us), 677.0
[INSERT], MaxLatency(us), 52543.0
[INSERT], 95thPercentileLatency(us), 6727.0
[INSERT], 99thPercentileLatency(us), 12127.0
[INSERT], Return=OK, 284