Test/Output/run/workload d/hbase10_workloadd_9000_run_020518.txt
[OVERALL], RunTime(ms), 4693.0
[OVERALL], Throughput(ops/sec), 1917.7498401875134
[TOTAL_GCS_PS_Scavenge], Count, 7.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 65.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.3850415512465373
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 7.0
[TOTAL_GC_TIME], Time(ms), 65.0
[TOTAL_GC_TIME_%], Time(%), 1.3850415512465373
[READ], Operations, 8561.0
[READ], AverageLatency(us), 310.68461628314446
[READ], MinLatency(us), 148.0
[READ], MaxLatency(us), 81727.0
[READ], 95thPercentileLatency(us), 443.0
[READ], 99thPercentileLatency(us), 1300.0
[READ], Return=OK, 8561
[CLEANUP], Operations, 2.0
[CLEANUP], AverageLatency(us), 29663.5
[CLEANUP], MinLatency(us), 15.0
[CLEANUP], MaxLatency(us), 59327.0
[CLEANUP], 95thPercentileLatency(us), 59327.0
[CLEANUP], 99thPercentileLatency(us), 59327.0
[INSERT], Operations, 439.0
[INSERT], AverageLatency(us), 2118.266514806378
[INSERT], MinLatency(us), 550.0
[INSERT], MaxLatency(us), 47615.0
[INSERT], 95thPercentileLatency(us), 6743.0
[INSERT], 99thPercentileLatency(us), 13223.0
[INSERT], Return=OK, 439