Test/Output/run/workload d/jdbc_workloadd_12000_run_020518.txt
Adding shard node URL: jdbc:mysql://localhost:3306/BenchTest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 48378.0
[OVERALL], Throughput(ops/sec), 248.0466327669602
[TOTAL_GCS_PS_Scavenge], Count, 4.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 42.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.08681632146843607
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4.0
[TOTAL_GC_TIME], Time(ms), 42.0
[TOTAL_GC_TIME_%], Time(%), 0.08681632146843607
[READ], Operations, 7055.0
[READ], AverageLatency(us), 189.56343019135366
[READ], MinLatency(us), 113.0
[READ], MaxLatency(us), 9943.0
[READ], 95thPercentileLatency(us), 282.0
[READ], 99thPercentileLatency(us), 382.0
[READ], Return=OK, 7055
[READ], Return=NOT_FOUND, 4343
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 4450.0
[CLEANUP], MinLatency(us), 4448.0
[CLEANUP], MaxLatency(us), 4451.0
[CLEANUP], 95thPercentileLatency(us), 4451.0
[CLEANUP], 99thPercentileLatency(us), 4451.0
[READ-FAILED], Operations, 4343.0
[READ-FAILED], AverageLatency(us), 204.26525443242
[READ-FAILED], MinLatency(us), 103.0
[READ-FAILED], MaxLatency(us), 19007.0
[READ-FAILED], 95thPercentileLatency(us), 303.0
[READ-FAILED], 99thPercentileLatency(us), 511.0
[INSERT], Operations, 602.0
[INSERT], AverageLatency(us), 75906.5315614618
[INSERT], MinLatency(us), 11728.0
[INSERT], MaxLatency(us), 2940927.0
[INSERT], 95thPercentileLatency(us), 200959.0
[INSERT], 99thPercentileLatency(us), 1031679.0
[INSERT], Return=OK, 602