Test/Output/run/workload d/jdbc_workloadd_3000_run_020518.txt
Adding shard node URL: jdbc:mysql://localhost:3306/BenchTest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 27246.0
[OVERALL], Throughput(ops/sec), 110.10790574763269
[TOTAL_GCS_PS_Scavenge], Count, 1.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 18.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.06606474344857961
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1.0
[TOTAL_GC_TIME], Time(ms), 18.0
[TOTAL_GC_TIME_%], Time(%), 0.06606474344857961
[READ], Operations, 1712.0
[READ], AverageLatency(us), 223.99532710280374
[READ], MinLatency(us), 138.0
[READ], MaxLatency(us), 10127.0
[READ], 95thPercentileLatency(us), 329.0
[READ], 99thPercentileLatency(us), 776.0
[READ], Return=OK, 1712
[READ], Return=NOT_FOUND, 1119
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 3075.0
[CLEANUP], MinLatency(us), 3074.0
[CLEANUP], MaxLatency(us), 3075.0
[CLEANUP], 95thPercentileLatency(us), 3075.0
[CLEANUP], 99thPercentileLatency(us), 3075.0
[READ-FAILED], Operations, 1119.0
[READ-FAILED], AverageLatency(us), 261.53172475424486
[READ-FAILED], MinLatency(us), 126.0
[READ-FAILED], MaxLatency(us), 18735.0
[READ-FAILED], 95thPercentileLatency(us), 422.0
[READ-FAILED], 99thPercentileLatency(us), 1426.0
[INSERT], Operations, 169.0
[INSERT], AverageLatency(us), 154865.4201183432
[INSERT], MinLatency(us), 15328.0
[INSERT], MaxLatency(us), 3432447.0
[INSERT], 95thPercentileLatency(us), 734719.0
[INSERT], 99thPercentileLatency(us), 1789951.0
[INSERT], Return=OK, 169