Test/Output/run/workload d/jdbc_workloadd_6000_run_020518.txt
Adding shard node URL: jdbc:mysql://localhost:3306/BenchTest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 57655.0
[OVERALL], Throughput(ops/sec), 104.06729685196427
[TOTAL_GCS_PS_Scavenge], Count, 2.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 27.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.046830283583383925
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2.0
[TOTAL_GC_TIME], Time(ms), 27.0
[TOTAL_GC_TIME_%], Time(%), 0.046830283583383925
[READ], Operations, 3389.0
[READ], AverageLatency(us), 226.59368545293597
[READ], MinLatency(us), 128.0
[READ], MaxLatency(us), 11151.0
[READ], 95thPercentileLatency(us), 327.0
[READ], 99thPercentileLatency(us), 545.0
[READ], Return=OK, 3389
[READ], Return=NOT_FOUND, 2330
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 2627.0
[CLEANUP], MinLatency(us), 2626.0
[CLEANUP], MaxLatency(us), 2627.0
[CLEANUP], 95thPercentileLatency(us), 2627.0
[CLEANUP], 99thPercentileLatency(us), 2627.0
[READ-FAILED], Operations, 2330.0
[READ-FAILED], AverageLatency(us), 244.5343347639485
[READ-FAILED], MinLatency(us), 115.0
[READ-FAILED], MaxLatency(us), 18047.0
[READ-FAILED], 95thPercentileLatency(us), 350.0
[READ-FAILED], 99thPercentileLatency(us), 1008.0
[INSERT], Operations, 281.0
[INSERT], AverageLatency(us), 198880.48398576514
[INSERT], MinLatency(us), 11968.0
[INSERT], MaxLatency(us), 3338239.0
[INSERT], 95thPercentileLatency(us), 1176575.0
[INSERT], 99thPercentileLatency(us), 2314239.0
[INSERT], Return=OK, 281