Test/Output/run/workload d/jdbc_workloadd_9000_run_020518.txt
Adding shard node URL: jdbc:mysql://localhost:3306/BenchTest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 80805.0
[OVERALL], Throughput(ops/sec), 111.37924633376647
[TOTAL_GCS_PS_Scavenge], Count, 4.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 36.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.04455169853350659
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4.0
[TOTAL_GC_TIME], Time(ms), 36.0
[TOTAL_GC_TIME_%], Time(%), 0.04455169853350659
[READ], Operations, 5188.0
[READ], AverageLatency(us), 203.6094834232845
[READ], MinLatency(us), 114.0
[READ], MaxLatency(us), 8287.0
[READ], 95thPercentileLatency(us), 317.0
[READ], 99thPercentileLatency(us), 569.0
[READ], Return=OK, 5188
[READ], Return=NOT_FOUND, 3344
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 4354.0
[CLEANUP], MinLatency(us), 4352.0
[CLEANUP], MaxLatency(us), 4355.0
[CLEANUP], 95thPercentileLatency(us), 4355.0
[CLEANUP], 99thPercentileLatency(us), 4355.0
[READ-FAILED], Operations, 3344.0
[READ-FAILED], AverageLatency(us), 215.33014354066987
[READ-FAILED], MinLatency(us), 105.0
[READ-FAILED], MaxLatency(us), 12143.0
[READ-FAILED], 95thPercentileLatency(us), 331.0
[READ-FAILED], 99thPercentileLatency(us), 751.0
[INSERT], Operations, 468.0
[INSERT], AverageLatency(us), 167792.73504273503
[INSERT], MinLatency(us), 13096.0
[INSERT], MaxLatency(us), 3313663.0
[INSERT], 95thPercentileLatency(us), 885759.0
[INSERT], 99thPercentileLatency(us), 1839103.0
[INSERT], Return=OK, 468